Repository: Iristack/deepseek-statusbar
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Account
zh_hans: 账户

source: Account balance unavailable
zh_hans: 账号余额不可用

source: API Key is not set. Please enter it in Settings.
zh_hans: API Key 未设置，请在设置中填入。

source: Apply
zh_hans: 应用

source: Balance: %@
zh_hans: 余额: %@

source: Click "Apply" at the bottom right to take effect.
zh_hans: 修改后请点击右下角“应用”按钮生效。

source: Currency: %@
zh_hans: 币种: %@

source: Enter an integer between 60 and 3600, then click "Apply" to reset the timer.
zh_hans: 请输入 60 至 3600 之间的整数，点击“应用”后生效并重置定时器。

source: Error
zh_hans: 错误

source: Failed to save API Key to Keychain (error %lld).
zh_hans: API Key 保存到钥匙串失败（错误 %lld）

source: Granted: %@
zh_hans: 赠送: %@

source: Interval (seconds):
zh_hans: 间隔(秒)

source: Invalid response format
zh_hans: 响应格式无效

source: Loading…
zh_hans: 加载中…

source: Network error: %@
zh_hans: 网络错误：%@

source: No balance data
zh_hans: 无余额数据

source: No balance data available
zh_hans: 暂无余额数据

source: Please set API Key
zh_hans: 请设置 API Key

source: Quit
zh_hans: 退出

source: Refresh
zh_hans: 刷新

source: Refresh Settings
zh_hans: 刷新设置

source: Server error (%lld)
zh_hans: 服务器错误（%lld）

source: Settings…
zh_hans: 设置…

source: Top-up: %@
zh_hans: 充值: %@
